Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.open-port-links
source: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded
ar: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة متصفح ويب عرض العنوان روابط عناوين مضمّن صفحة تبويبات إعادة ضبط مصنع افتراضي استعادة مسح محرر ملف كود فتح مسار المتصفح • %@ التطبيق مفتوح
bs: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored automatizacija api cli kontrola socket agent kuke portovi okruženje preglednik web webview adresna linkovi url ugrađen stranica kartice reset fabrički zadano vrati očisti editor datoteka kod otvori putanja • %@ otvoren
da: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout automatisering api cli kontrol socket agent hooks porte miljø web webvisning adresselinje url indlejret side faner nulstil fabrik standard gendan ryd editor fil kode åbn sti • %@ Sidebjælke åben
de: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation details ausblenden layout automatisierung api cli steuerung socket agent hooks umgebung web webview adressleiste urls eingebettet seite tabs zurücksetzen werkseinstellungen standard wiederherstellen löschen editor datei code öffnen pfad • %@ offen
es: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño automatización api cli control socket agente hooks puertos entorno navegador web webview direcciones enlaces urls integrado página pestañas restablecer fábrica predeterminado restaurar borrar editor archivo código abrir ruta • %@ App abierto
fr: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition automatisation api cli contrôle socket agent hooks environnement navigateur web webview adresse liens urls intégré page onglets réinitialiser usine défaut restaurer effacer éditeur fichier code ouvrir chemin • %@ App le ouverte Par
it: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout automazione api cli controllo socket agente hook porte ambiente web webview indirizzi link url incorporato pagina schede reimposta fabbrica predefinito ripristina cancella editor file codice apri percorso • %@ aperta
ja: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded ポート localhost リンク ブラウザ デフォルト 外部 内蔵
ko: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 재설정 초기화 기본값 복원 지우기 편집기 파일 코드 열기 경로 브라우저: %@ • 열림
nb: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett automatisering api cli kontroll socket agent hooks porter miljø nettleser web webvisning adresselinje lenker url innebygd side faner tilbakestill fabrikk standard gjenopprett tøm redigerer fil kode åpne bane • %@ åpen
pl: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ automatyzacja api cli sterowanie gniazdo agent haki porty środowisko przeglądarka web webview adresu linki url osadzony strona karty reset fabryczne domyślne przywróć wyczyść edytor plik kod otwórz ścieżka • %@ przeglądarkę otwarty Domyślny
pt_br: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout automação api cli controle socket agente hooks portas ambiente navegador web webview endereço urls incorporado página abas redefinir fábrica padrão restaurar limpar editor arquivo código abrir caminho • %@ aberto
ru: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет автоматизация api cli управление сокет агент хуки порты окружение браузер веб webview адресная ссылки url встроенный страница вкладки сброс заводские по умолчанию восстановить очистить редактор файл код открыть путь • %@ открыт
th: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง • %@ เปิดเบราว์เซอร์
tr: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen otomasyon api cli kontrol soket ajan kancalar portlar ortam tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler sıfırla fabrika varsayılan geri yükle temizle düzenleyici dosya kod aç yol • %@ Tarayıcıyı açık
uk: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет автоматизація api cli керування сокет агент хуки порти середовище браузер веб webview адресний посилання url вбудований сторінка вкладки скидання заводські типові відновити очистити редактор файл код відкрити шлях Стандартний Браузер: %@ • відкритий
zh_hans: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 自动化 api cli 控制 套接字 代理 钩子 端口 环境 浏览器 网页 WebView 地址栏 链接 URL 内嵌 页面 标签页 重置 出厂 默认 恢复 清除 编辑器 文件 代码 打开 路径 • %@ 打开浏览器
zh_hant: sidebar.openPortLinksInCmuxBrowser ports localhost links browser default external embedded 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 瀏覽器 網頁 WebView 位址列 連結 URL 內嵌 頁面 分頁 重置 出廠 預設 還原 清除 編輯器 檔案 程式碼 開啟 路徑 • %@ App 開啟瀏覽器

# settings.search.alias.setting.app.show-ssh
source: sidebar.showSSH remote host target ssh server
ar: sidebar.showSSH remote host target ssh server تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط التطبيق
bs: sidebar.showSSH remote host target ssh server aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored
da: sidebar.showSSH remote host target ssh server app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout Sidebjælke
de: sidebar.showSSH remote host target ssh server app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout
es: sidebar.showSSH remote host target ssh server aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño App
fr: sidebar.showSSH remote host target ssh server application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition App
it: sidebar.showSSH remote host target ssh server app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout
ja: sidebar.showSSH remote host target ssh server ssh リモート ホスト 接続先 サーバー
ko: sidebar.showSSH remote host target ssh server 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 • %@ 원격 호스트
nb: sidebar.showSSH remote host target ssh server app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett
pl: sidebar.showSSH remote host target ssh server aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ
pt_br: sidebar.showSSH remote host target ssh server app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout
ru: sidebar.showSSH remote host target ssh server приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет
th: sidebar.showSSH remote host target ssh server แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง
tr: sidebar.showSSH remote host target ssh server uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen
uk: sidebar.showSSH remote host target ssh server програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет • %@ віддалений хост
zh_hans: sidebar.showSSH remote host target ssh server 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局
zh_hant: sidebar.showSSH remote host target ssh server 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 App

# settings.search.alias.setting.app.show-ports
source: sidebar.showPorts localhost port listener dev server url
ar: sidebar.showPorts localhost port listener dev server url تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة متصفح ويب عرض العنوان روابط عناوين مضمّن صفحة تبويبات التطبيق
bs: sidebar.showPorts localhost port listener dev server url aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored automatizacija api cli kontrola socket agent kuke portovi okruženje preglednik web webview adresna linkovi ugrađen stranica kartice
da: sidebar.showPorts localhost port listener dev server url app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout automatisering api cli kontrol socket agent hooks porte miljø browser web webvisning adresselinje links indlejret side faner Sidebjælke
de: sidebar.showPorts localhost port listener dev server url app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout automatisierung api cli steuerung socket agent hooks ports umgebung browser web webview adressleiste urls eingebettet seite tabs
es: sidebar.showPorts localhost port listener dev server url aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño automatización api cli control socket agente hooks puertos entorno navegador web webview direcciones enlaces urls integrado página pestañas App
fr: sidebar.showPorts localhost port listener dev server url application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition automatisation api cli contrôle socket agent hooks ports environnement navigateur web webview adresse liens urls intégré page onglets App
it: sidebar.showPorts localhost port listener dev server url app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout automazione api cli controllo socket agente hook porte ambiente browser web webview indirizzi link incorporato pagina schede
ja: sidebar.showPorts localhost port listener dev server url localhost ポート リスナー 開発サーバー url
ko: sidebar.showPorts localhost port listener dev server url 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 브라우저 웹 웹뷰 주소 표시줄 링크 내장 페이지 탭
nb: sidebar.showPorts localhost port listener dev server url app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett automatisering api cli kontroll socket agent hooks porter miljø nettleser web webvisning adresselinje lenker innebygd side faner
pl: sidebar.showPorts localhost port listener dev server url aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ automatyzacja api cli sterowanie gniazdo agent haki porty środowisko przeglądarka web webview adresu linki osadzony strona karty
pt_br: sidebar.showPorts localhost port listener dev server url app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout automação api cli controle socket agente hooks portas ambiente navegador web webview endereço links urls incorporado página abas
ru: sidebar.showPorts localhost port listener dev server url приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет автоматизация api cli управление сокет агент хуки порты окружение браузер веб webview адресная ссылки встроенный страница вкладки
th: sidebar.showPorts localhost port listener dev server url แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ ฝัง หน้า แท็บ
tr: sidebar.showPorts localhost port listener dev server url uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen otomasyon api cli kontrol soket ajan kancalar portlar ortam tarayıcı web webview adres bağlantılar gömülü sayfa sekmeler
uk: sidebar.showPorts localhost port listener dev server url програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет автоматизація api cli керування сокет агент хуки порти середовище браузер веб webview адресний посилання вбудований сторінка вкладки
zh_hans: sidebar.showPorts localhost port listener dev server url 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 自动化 api cli 控制 套接字 代理 钩子 端口 环境 浏览器 网页 WebView 地址栏 链接 内嵌 页面 标签页
zh_hant: sidebar.showPorts localhost port listener dev server url 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 瀏覽器 網頁 WebView 位址列 連結 內嵌 頁面 分頁 App

# settings.search.alias.setting.app.show-log
source: sidebar.showLog log status latest message imperative
ar: sidebar.showLog log status latest message imperative تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب التطبيق
bs: sidebar.showLog log status latest message imperative aplikacija opće postavke ponašanje dock traka menija bočna navigacija lijevo detalji sakrij raspored obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop
da: sidebar.showLog log status latest message imperative app generelt indstillinger adfærd dock menulinje sidepanel navigation venstre detaljer skjul layout notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord Sidebjælke
de: sidebar.showLog log status latest message imperative app allgemein einstellungen verhalten dock menüleiste seitenleiste navigation links details ausblenden layout benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop
es: sidebar.showLog log status latest message imperative aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio App
fr: sidebar.showLog log status latest message imperative application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition notification notifications alerte non lu badge anneau flash son bureau App
it: sidebar.showLog log status latest message imperative app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania
ja: sidebar.showLog log status latest message imperative ログ ステータス 最新メッセージ imperative
ko: sidebar.showLog log status latest message imperative 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고
nb: sidebar.showLog log status latest message imperative app generelt innstillinger oppførsel dock menylinje sidepanel navigasjon venstre detaljer skjul oppsett varsling varsler ulest melding merke ring blink lyd skrivebord
pl: sidebar.showLog log status latest message imperative aplikacja ogólne preferencje zachowanie dock pasek menu boczny nawigacja lewy szczegóły ukryj układ powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit
pt_br: sidebar.showLog log status latest message imperative app geral preferências comportamento dock barra de menu lateral navegação esquerda detalhes ocultar layout notificação notificações alerta não lido mensagem selo anel piscar som desktop
ru: sidebar.showLog log status latest message imperative приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол
th: sidebar.showLog log status latest message imperative แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป
tr: sidebar.showLog log status latest message imperative uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü
uk: sidebar.showLog log status latest message imperative програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл
zh_hans: sidebar.showLog log status latest message imperative 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒
zh_hant: sidebar.showLog log status latest message imperative 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 App

# settings.search.alias.setting.app.show-progress
source: sidebar.showProgress progress bar percent status set_progress
ar: sidebar.showProgress progress bar percent status set_progress تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط التطبيق
bs: sidebar.showProgress progress bar percent status set_progress aplikacija opće postavke ponašanje dock traka menija bočna navigacija lijevo detalji sakrij raspored
da: sidebar.showProgress progress bar percent status set_progress app generelt indstillinger adfærd dock menulinje sidepanel navigation venstre detaljer skjul layout Sidebjælke
de: sidebar.showProgress progress bar percent status set_progress app allgemein einstellungen verhalten dock menüleiste seitenleiste navigation links details ausblenden layout
es: sidebar.showProgress progress bar percent status set_progress aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño App
fr: sidebar.showProgress progress bar percent status set_progress application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition App
it: sidebar.showProgress progress bar percent status set_progress app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout
ja: sidebar.showProgress progress bar percent status set_progress 進捗 プログレスバー パーセント ステータス set_progress
ko: sidebar.showProgress progress bar percent status set_progress 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃
nb: sidebar.showProgress progress bar percent status set_progress app generelt innstillinger oppførsel dock menylinje sidepanel navigasjon venstre detaljer skjul oppsett
pl: sidebar.showProgress progress bar percent status set_progress aplikacja ogólne preferencje zachowanie dock pasek menu boczny nawigacja lewy szczegóły ukryj układ
pt_br: sidebar.showProgress progress bar percent status set_progress app geral preferências comportamento dock barra de menu lateral navegação esquerda detalhes ocultar layout
ru: sidebar.showProgress progress bar percent status set_progress приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет
th: sidebar.showProgress progress bar percent status set_progress แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง
tr: sidebar.showProgress progress bar percent status set_progress uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen
uk: sidebar.showProgress progress bar percent status set_progress програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет
zh_hans: sidebar.showProgress progress bar percent status set_progress 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局
zh_hant: sidebar.showProgress progress bar percent status set_progress 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 App
